Repository: CarlosLongarela/CL-Photo-Contest
Catalog: languages/cl-photo-contest-*.po
Languages: es_es

source: Admin Photo Contest
es_es: Administración concurso fotográfico

source: Photo Contests
es_es: Concursos fotográficos

source: Contest Stats
es_es: Estadísticas del concurso

source: Stats
es_es: Estadísticas

source: Add new
es_es: Añadir nuevo

source: Contest list
es_es: Lista de concursos

source: Add new Photo Contest
es_es: Añadir nuevo concurso fotográfico

source: Title
es_es: Título

source: required
es_es: obligatorio

source: Active from
es_es: Activo desde

source: Active until
es_es: Activo hasta

source: CL Photo Contest Stats
es_es: Estadísticas CL Photo Contest

source: Page %1$d of %2$d
es_es: Página %1$d de %2$d

source: The file system API could not be initialized, you do not have sufficient permissions
es_es: No se ha podido inicializar el API del sistema de archivos, no tienes permisos suficientes

source: Unable to access the file system
es_es: No se ha podido acceder al sistema de archivos

source: There is no photo contest with that Id
es_es: No hay concurso de fotos con ese ID

source: The contest start date has not yet arrived
es_es: La fecha de inicio del concurso aún no ha llegado

source: The contest has finished
es_es: El concurso ha terminado

source: You must provide a contest Id
es_es: Debes proporcionar un ID de concurso

source: Your name
es_es: Tu nombre

source: Enter your name
es_es: Escribe tu nombre

source: Your e-mail
es_es: Tu correo electrónico

source: Enter your e-mail
es_es: Escribe tu correo electrónico

source: Photo title
es_es: Título de la foto

source: Enter a photo title
es_es: Escribe un título para la fotografía

source: Comments
es_es: Comentarios

source: Your comments about the photo
es_es: Tus comentarios sobre la foto

source: Select your photo to upload
es_es: Selecciona tu foto para subir

source: Submit photo and data
es_es: Enviar foto y datos

source: CL Photo Contest is a plugin for create multiple photo contest in your WordPress site and using your server and not external and limited services.
es_es: CL Photo Contest es un plugin para crear múltiples concursos de fotos en tu sitio de WordPress y usando tu servidor y no servicios externos y limitados.
